Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Save Password
ar: حفظ كلمة المرور
ca: Desar contrasenya
cs: Uložit heslo
da: Gem adgangskode
de: Passwort speichern
es: Guardar contraseña
fi: Tallenna salasana
fr: Enregistrer le mot de passe
he: שמור סיסמה
hu: Jelszó mentése
it: Salva password
ja: パスワードを保存
ko: 비밀번호 저장
nb: Lagre passord
nl: Wachtwoord bewaren
pl: Zapisz hasło
pt_br: Salvar Senha
pt_pt: Guardar Palavra-passe
ro: Salvare parola
sl: Shrani geslo
sv: Spara lösenord
uk: Зберегти пароль
vi: Lưu Mật Khẩu
zh_hans: 保存密码
zh_hant: 儲存密碼

source: Save password securely in Keychain for future connections
ar: حفظ كلمة المرور بأمان في سلسلة المفاتيح للاتصالات المستقبلية
ca: Desar la contrasenya de manera segura al Keychain per a connexions futures
cs: Uložit heslo bezpečně do Klíčenky pro budoucí připojení
da: Gem adgangskode sikkert i Keychain til fremtidige forbindelser
de: Passwort sicher im Schlüsselbund für zukünftige Verbindungen speichern
es: Guardar la contraseña de forma segura en el Keychain para futuras conexiones
fi: Tallenna salasana turvallisesti Keychainiin tulevia yhteyksiä varten
fr: Enregistrer le mot de passe de manière sécurisée dans le trousseau pour les connexions futures
he: שמור סיסמה בצורה מאובטחת ב-Keychain לחיבורים עתידיים
hu: Jelszó biztonságos mentése a Keychain-ben a jövőbeli csatlakozásokhoz
it: Salvare la password in modo sicuro nel Keychain per le connessioni future
ja: 今後の接続のためにパスワードをキーチェーンに安全に保存
ko: 향후 연결을 위해 키체인에 비밀번호를 안전하게 저장합니다
nb: Lagre passord sikkert i nøkkelring for fremtidige tilkoblinger
nl: Wachtwoord veilig opslaan in sleutelhanger voor toekomstige verbindingen
pl: Zapisz hasło bezpiecznie w Keychain na potrzeby przyszłych połączeń
pt_br: Salvar senha com segurança no Keychain para conexões futuras
pt_pt: Guardar palavra-passe de forma segura no Porta-chaves para futuras ligações
ro: Salvati parola in siguranta in Keychain pentru conexiunile viitoare
sl: Varno shranite geslo v obesek ključev za prihodnje povezave
sv: Spara lösenord säkert i nyckelringen för framtida anslutningar
uk: Безпечно зберегти пароль у Keychain для майбутніх з'єднань
vi: Lưu mật khẩu an toàn trong Keychain cho các kết nối sau
zh_hans: 将密码安全保存到钥匙串以备将来连接使用
zh_hant: 將密碼安全儲存到鑰匙圈以備日後連線使用

source: Save Password...
ar: حفظ كلمة المرور...
ca: Desar contrasenya...
cs: Uložit heslo…
da: Gem adgangskode...
de: Passwort speichern …
es: Guardar contraseña...
fi: Tallenna salasana...
fr: Enregistrer le mot de passe…
he: שמור סיסמה...
hu: Jelszó mentése...
it: Salva password...
ja: パスワードを保存...
ko: 비밀번호 저장...
nb: Lagre passord...
nl: Wachtwoord bewaren...
pl: Zapisz hasło...
pt_br: Salvar Senha...
pt_pt: Guardar Palavra-passe...
ro: Salvare parola...
sl: Shrani geslo ...
sv: Spara lösenord...
uk: Зберегти пароль...
vi: Lưu Mật Khẩu...
zh_hans: 保存密码…
zh_hant: 儲存密碼⋯

source: Save this key selection so future connections from this device use it automatically.
ar: احفظ اختيار المفتاح هذا ليتم استخدامه تلقائياً في الاتصالات المستقبلية من هذا الجهاز.
ca: Deseu aquesta selecció de clau perquè les connexions futures des d'aquest dispositiu la utilitzin automàticament.
cs: Uložte tento výběr klíče, aby budoucí připojení z tohoto zařízení jej automaticky používala.
da: Gem dette nøglevalg, så fremtidige forbindelser fra denne enhed bruger det automatisk.
de: Speichern Sie diese Schlüsselauswahl, damit zukünftige Verbindungen von diesem Gerät ihn automatisch verwenden.
es: Guarde esta selección de clave para que las futuras conexiones desde este dispositivo la usen automáticamente.
fi: Tallenna tämä avainvalinta, jotta tulevat yhteydet tältä laitteelta käyttävät sitä automaattisesti.
fr: Enregistrez cette sélection de clé pour que les connexions futures depuis cet appareil l'utilisent automatiquement.
he: שמור בחירת מפתח זו כדי שחיבורים עתידיים ממכשיר זה ישתמשו בו אוטומטית.
hu: Mentse el ezt a kulcsválasztást, hogy az erről az eszközről történő jövőbeli csatlakozások automatikusan használják.
it: Salvare questa selezione di chiave in modo che le connessioni future da questo dispositivo la utilizzino automaticamente.
ja: このキーの選択を保存して、このデバイスからの今後の接続で自動的に使用されるようにします。
ko: 이 키 선택을 저장하여 이 기기에서의 향후 연결에 자동으로 사용합니다.
nb: Lagre dette nøkkelvalget slik at fremtidige tilkoblinger fra denne enheten bruker det automatisk.
nl: Bewaar deze sleutelselectie zodat toekomstige verbindingen vanaf dit apparaat deze automatisch gebruiken.
pl: Zapisz ten wybór klucza, aby przyszłe połączenia z tego urządzenia używały go automatycznie.
pt_br: Salve esta seleção de chave para que conexões futuras deste dispositivo a usem automaticamente.
pt_pt: Guarde esta seleção de chave para que futuras ligações a partir deste dispositivo a utilizem automaticamente.
ro: Salvati aceasta selectie de cheie pentru ca conexiunile viitoare de pe acest dispozitiv sa o foloseasca automat.
sl: Shranite to izbiro ključa, da bodo prihodnje povezave s te naprave samodejno uporabljale ta ključ.
sv: Spara detta nyckelval så att framtida anslutningar från denna enhet använder den automatiskt.
uk: Збережіть цей вибір ключа, щоб наступні з'єднання з цього пристрою використовували його автоматично.
vi: Lưu lựa chọn khóa này để các kết nối sau từ thiết bị này tự động sử dụng nó.
zh_hans: 保存此密钥选择，以便将来从此设备连接时自动使用。
zh_hant: 儲存此金鑰選擇，以便日後從此裝置連線時自動使用。

source: Saved Custom Providers
ar: المزودون المخصصون المحفوظون
ca: Proveïdors personalitzats desats
cs: Uložení vlastní poskytovatelé
da: Gemte brugerdefinerede udbydere
de: Gespeicherte benutzerdefinierte Anbieter
es: Proveedores personalizados guardados
fi: Tallennetut mukautetut palveluntarjoajat
fr: Fournisseurs personnalisés enregistrés
he: ספקים מותאמים אישית שמורים
hu: Mentett egyéni szolgáltatók
it: Provider personalizzati salvati
ja: 保存済みのカスタムプロバイダ
ko: 저장된 사용자 지정 제공자
nb: Lagrede egendefinerte leverandører
nl: Opgeslagen aangepaste providers
pl: Zapisani niestandardowi dostawcy
pt_br: Provedores Personalizados Salvos
pt_pt: Fornecedores Personalizados Guardados
ro: Furnizori personalizați salvați
sl: Shranjeni ponudniki po meri
sv: Sparade anpassade leverantörer
uk: Збережені користувацькі провайдери
vi: Nhà cung cấp tùy chỉnh đã lưu
zh_hans: 已保存的自定义提供商
zh_hant: 已儲存的自訂供應商

source: Saved for
ar: محفوظة لـ
ca: Desada per a
cs: Uloženo pro
da: Gemt for
de: Gespeichert für
es: Guardada para
fi: Tallennettu kohteelle
fr: Enregistré pour
he: נשמרה עבור
hu: Mentve ehhez
it: Salvata per
ja: 保存対象
ko: 저장 대상
nb: Lagret for
nl: Opgeslagen voor
pl: Zapisane dla
pt_br: Salva para
pt_pt: Guardada para
ro: Salvată pentru
sl: Shranjeno za
sv: Sparat för
uk: Збережено для
vi: Đã lưu cho
zh_hans: 保存对象
zh_hant: 儲存對象

source: Saved Password
ar: كلمة مرور محفوظة
ca: Contrasenya desada
cs: Uložené heslo
da: Gemt adgangskode
de: Gespeichertes Passwort
es: Contraseña guardada
fi: Tallennettu salasana
fr: Mot de passe enregistré
he: סיסמה שמורה
hu: Mentett jelszó
it: Password salvata
ja: 保存済みパスワード
ko: 저장된 비밀번호
nb: Lagret passord
nl: Opgeslagen wachtwoord
pl: Zapisane hasło
pt_br: Senha Salva
pt_pt: Palavra-passe Guardada
ro: Parolă salvată
sl: Shranjeno geslo
sv: Sparat lösenord
uk: Збережений пароль
vi: Mật Khẩu Đã Lưu
zh_hans: 已保存的密码
zh_hant: 已儲存的密碼

source: Saved Passwords
ar: كلمات المرور المحفوظة
ca: Contrasenyes desades
cs: Uložená hesla
da: Gemte adgangskoder
de: Gespeicherte Passwörter
es: Contraseñas guardadas
fi: Tallennetut salasanat
fr: Mots de passe enregistrés
he: סיסמאות שמורות
hu: Mentett jelszavak
it: Password salvate
ja: 保存済みパスワード
ko: 저장된 비밀번호
nb: Lagrede passord
nl: Opgeslagen wachtwoorden
pl: Zapisane hasła
pt_br: Senhas Salvas
pt_pt: Palavras-passe Guardadas
ro: Parole salvate
sl: Shranjena gesla
sv: Sparade lösenord
uk: Збережені паролі
vi: Mật Khẩu Đã Lưu
zh_hans: 已保存的密码
zh_hant: 已儲存的密碼

source: Saving replaces this profile's Screen Sharing settings (quality, display, audio) with SSH settings. The hostname is carried over.
ar: الحفظ يستبدل إعدادات مشاركة الشاشة لهذا الملف الشخصي (الجودة، العرض، الصوت) بإعدادات SSH. يتم الاحتفاظ باسم المضيف.
ca: En desar, la configuració de Compartir pantalla d'aquest perfil (qualitat, pantalla, àudio) es reemplaça per la configuració SSH. El nom de l'amfitrió es manté.
cs: Uložením se nastavení sdílení obrazovky tohoto profilu (kvalita, zobrazení, zvuk) nahradí nastavením SSH. Název hostitele zůstane zachován.
da: Når du gemmer, erstattes profilens indstillinger for skærmdeling (kvalitet, skærm, lyd) med SSH-indstillinger. Værtsnavnet bevares.
de: Beim Speichern werden die Einstellungen für die Bildschirmfreigabe dieses Profils (Qualität, Anzeige, Audio) durch SSH-Einstellungen ersetzt. Der Hostname bleibt erhalten.
es: Al guardar, la configuración de Compartir pantalla de este perfil (calidad, pantalla, audio) se reemplaza por la configuración SSH. El nombre de host se conserva.
fi: Tallentaminen korvaa tämän profiilin näytön jakamisen asetukset (laatu, näyttö, ääni) SSH-asetuksilla. Isäntänimi säilyy.
fr: L'enregistrement remplace les réglages de partage d'écran de ce profil (qualité, affichage, audio) par les réglages SSH. Le nom d'hôte est conservé.
he: השמירה מחליפה את הגדרות שיתוף המסך של פרופיל זה (איכות, תצוגה, שמע) בהגדרות SSH. שם המארח נשמר.
hu: A mentés lecseréli a profil képernyőmegosztási beállításait (minőség, megjelenítés, hang) SSH-beállításokra. A gazdagépnév megmarad.
it: Il salvataggio sostituisce le impostazioni di condivisione schermo di questo profilo (qualità, schermo, audio) con le impostazioni SSH. L'hostname viene mantenuto.
ja: 保存すると、このプロファイルの画面共有設定（画質、表示、音声）は SSH の設定に置き換わります。ホスト名は引き継がれます。
ko: 저장하면 이 프로필의 화면 공유 설정(품질, 디스플레이, 오디오)이 SSH 설정으로 대체됩니다. 호스트명은 그대로 유지됩니다.
nb: Når du lagrer, erstattes profilens innstillinger for skjermdeling (kvalitet, visning, lyd) med SSH-innstillinger. Vertsnavnet beholdes.
nl: Bij het bewaren worden de instellingen voor schermdelen van dit profiel (kwaliteit, weergave, audio) vervangen door SSH-instellingen. De hostnaam blijft behouden.
pl: Zapisanie zastąpi ustawienia udostępniania ekranu tego profilu (jakość, wyświetlanie, dźwięk) ustawieniami SSH. Nazwa hosta zostanie zachowana.
pt_br: Salvar substitui as configurações de Compartilhamento de Tela deste perfil (qualidade, exibição, áudio) pelas configurações SSH. O nome do host é mantido.
pt_pt: Guardar substitui as definições de Partilha de Ecrã deste perfil (qualidade, ecrã, áudio) pelas definições SSH. O nome do anfitrião é mantido.
ro: Salvarea înlocuiește setările de partajare a ecranului ale acestui profil (calitate, afișare, audio) cu setări SSH. Numele gazdei este păstrat.
sl: Shranjevanje zamenja nastavitve skupne rabe zaslona tega profila (kakovost, zaslon, zvok) z nastavitvami SSH. Ime gostitelja se ohrani.
sv: När du sparar ersätts profilens inställningar för skärmdelning (kvalitet, visning, ljud) med SSH-inställningar. Värdnamnet behålls.
uk: Збереження замінює налаштування спільного доступу до екрана цього профілю (якість, дисплей, аудіо) налаштуваннями SSH. Імʼя хоста зберігається.
vi: Khi lưu, các thiết lập Chia sẻ màn hình của hồ sơ này (chất lượng, hiển thị, âm thanh) sẽ được thay bằng thiết lập SSH. Tên máy chủ được giữ lại.
zh_hans: 保存后，此配置的屏幕共享设置（质量、显示、音频）将被 SSH 设置替换。主机名会保留。
zh_hant: 儲存後，此設定檔的螢幕共享設定（品質、顯示、音訊）將由 SSH 設定取代。主機名稱會保留。

source: Saving replaces this profile's SSH settings (keys, port forwards, agent forwarding, terminal options) with Screen Sharing settings. The hostname is carried over.
ar: الحفظ يستبدل إعدادات SSH لهذا الملف الشخصي (المفاتيح، توجيهات المنافذ، توجيه الوكيل، خيارات الطرفية) بإعدادات مشاركة الشاشة. يتم الاحتفاظ باسم المضيف.
ca: En desar, la configuració SSH d'aquest perfil (claus, reenviaments de ports, reenviament d'agent, opcions del terminal) es reemplaça per la de Compartir pantalla. El nom de l'amfitrió es manté.
cs: Uložením se nastavení SSH tohoto profilu (klíče, přesměrování portů, přesměrování agenta, možnosti terminálu) nahradí nastavením sdílení obrazovky. Název hostitele zůstane zachován.
da: Når du gemmer, erstattes profilens SSH-indstillinger (nøgler, port forwards, agent forwarding, terminalindstillinger) med indstillinger for skærmdeling. Værtsnavnet bevares.
de: Beim Speichern werden die SSH-Einstellungen dieses Profils (Schlüssel, Portweiterleitungen, Agent-Weiterleitung, Terminal-Optionen) durch Einstellungen für die Bildschirmfreigabe ersetzt. Der Hostname bleibt erhalten.
es: Al guardar, la configuración SSH de este perfil (claves, reenvíos de puertos, reenvío de agente, opciones del terminal) se reemplaza por la de Compartir pantalla. El nombre de host se conserva.
fi: Tallentaminen korvaa tämän profiilin SSH-asetukset (avaimet, portin välitykset, agentin välitys, terminaaliasetukset) näytön jakamisen asetuksilla. Isäntänimi säilyy.
fr: L'enregistrement remplace les réglages SSH de ce profil (clés, redirections de port, transfert d'agent, options du terminal) par les réglages de partage d'écran. Le nom d'hôte est conservé.
he: השמירה מחליפה את הגדרות ה-SSH של פרופיל זה (מפתחות, העברות פורטים, העברת סוכן, אפשרויות מסוף) בהגדרות שיתוף מסך. שם המארח נשמר.
hu: A mentés lecseréli a profil SSH-beállításait (kulcsok, porttovábbítások, ügynöktovábbítás, terminálbeállítások) képernyőmegosztási beállításokra. A gazdagépnév megmarad.
it: Il salvataggio sostituisce le impostazioni SSH di questo profilo (chiavi, inoltri porte, inoltro dell'agente, opzioni del terminale) con le impostazioni di condivisione schermo. L'hostname viene mantenuto.
ja: 保存すると、このプロファイルの SSH 設定（鍵、ポート転送、エージェント転送、ターミナルオプション）は画面共有の設定に置き換わります。ホスト名は引き継がれます。
ko: 저장하면 이 프로필의 SSH 설정(키, 포트 포워딩, 에이전트 포워딩, 터미널 옵션)이 화면 공유 설정으로 대체됩니다. 호스트명은 그대로 유지됩니다.
nb: Når du lagrer, erstattes profilens SSH-innstillinger (nøkler, portvideresendinger, agentvideresending, terminalalternativer) med innstillinger for skjermdeling. Vertsnavnet beholdes.
nl: Bij het bewaren worden de SSH-instellingen van dit profiel (sleutels, port forwards, agent forwarding, terminalopties) vervangen door instellingen voor schermdelen. De hostnaam blijft behouden.
pl: Zapisanie zastąpi ustawienia SSH tego profilu (klucze, przekierowania portów, przekazywanie agenta, opcje terminala) ustawieniami udostępniania ekranu. Nazwa hosta zostanie zachowana.
pt_br: Salvar substitui as configurações SSH deste perfil (chaves, encaminhamentos de porta, encaminhamento de agente, opções do terminal) pelas de Compartilhamento de Tela. O nome do host é mantido.
pt_pt: Guardar substitui as definições SSH deste perfil (chaves, reencaminhamentos de portas, reencaminhamento de agente, opções do terminal) pelas de Partilha de Ecrã. O nome do anfitrião é mantido.
ro: Salvarea înlocuiește setările SSH ale acestui profil (chei, redirecționări de port, redirecționare agent, opțiuni terminal) cu setări de partajare a ecranului. Numele gazdei este păstrat.
sl: Shranjevanje zamenja nastavitve SSH tega profila (ključi, posredovanja vrat, posredovanje agenta, možnosti terminala) z nastavitvami skupne rabe zaslona. Ime gostitelja se ohrani.
sv: När du sparar ersätts profilens SSH-inställningar (nycklar, portvidarebefordringar, agentvidarebefordran, terminalalternativ) med inställningar för skärmdelning. Värdnamnet behålls.
uk: Збереження замінює налаштування SSH цього профілю (ключі, переадресації портів, переспрямування агента, параметри термінала) налаштуваннями спільного доступу до екрана. Імʼя хоста зберігається.
vi: Khi lưu, các thiết lập SSH của hồ sơ này (khóa, chuyển tiếp cổng, chuyển tiếp agent, tùy chọn terminal) sẽ được thay bằng thiết lập Chia sẻ màn hình. Tên máy chủ được giữ lại.
zh_hans: 保存后，此配置的 SSH 设置（密钥、端口转发、代理转发、终端选项）将被屏幕共享设置替换。主机名会保留。
zh_hant: 儲存後，此設定檔的 SSH 設定（金鑰、連接埠轉送、代理轉送、終端機選項）將由螢幕共享設定取代。主機名稱會保留。

source: Scan AP Radios
ar: فحص أجهزة راديو AP
ca: Escanejar ràdios AP
cs: Skenovat rádia AP
da: Scan AP-radioer
de: AP-Funkmodule scannen
es: Escanear radios de AP
fi: Skannaa AP-radiot
fr: Analyser les radios AP
he: סרוק רדיואים של AP
hu: AP-rádiók vizsgálata
it: Scansiona radio AP
ja: AP無線をスキャン
ko: AP 라디오 스캔
nb: Skann AP-radioer
nl: AP-radio's scannen
pl: Skanuj radia AP
pt_br: Escanear rádios do AP
pt_pt: Analisar rádios do AP
ro: Scanează radiourile AP
sl: Preglej radije AP
sv: Skanna AP-radios
uk: Сканувати радіомодулі AP
vi: Quét radio AP
zh_hans: 扫描 AP 射频
zh_hant: 掃描 AP 射頻

source: Scan for Orphaned Pods
ar: البحث عن حاويات يتيمة
ca: Cercar pods orfes
cs: Vyhledat osiřelé pody
da: Scan efter forladte Pods
de: Nach verwaisten Pods suchen
es: Buscar pods huérfanos
fi: Etsi orpoja podeja
fr: Rechercher les pods orphelins
he: סרוק Pods יתומים
hu: Árva podok keresése
it: Cerca pod orfani
ja: 孤立したPodをスキャン
ko: 고아 pod 스캔
nb: Søk etter foreldreløse pods
nl: Scannen naar verweesde pods
pl: Skanuj w poszukiwaniu osieroconych podów
pt_br: Buscar Pods Órfãos
pt_pt: Procurar Pods Órfãos
ro: Cautare poduri orfane
sl: Iskanje osirotelih podov
sv: Sök efter övergivna poddar
uk: Пошук залишених подів
vi: Quét Tìm Pod Mồ Côi
zh_hans: 扫描孤立的 Pod
zh_hant: 掃描孤立的 Pod

source: Scope
ar: النطاق
ca: Àmbit
cs: Rozsah
da: Omfang
de: Geltungsbereich
es: Ámbito
fi: Laajuus
fr: Portée
he: היקף
hu: Hatókör
it: Ambito
ja: スコープ
ko: 범위
nb: Omfang
nl: Bereik
pl: Zakres
pt_br: Escopo
pt_pt: Âmbito
ro: Domeniu
sl: Obseg
sv: Omfång
uk: Область
vi: Phạm Vi
zh_hans: 范围
zh_hant: 範圍

source: Scopes
ar: النطاقات
ca: Àmbits
cs: Rozsahy
de: Geltungsbereiche
es: Ámbitos
fi: Laajuudet
fr: Portées
he: היקפים
hu: Hatókörök
it: Ambiti
ja: スコープ
ko: 범위
nb: Omfang
pl: Zakresy
pt_br: Escopos
pt_pt: Âmbitos
ro: Domenii
sl: Obsegi
sv: Omfattningar
uk: Обсяги
vi: Phạm Vi
zh_hans: 作用域
zh_hant: 範圍

source: Screen
ar: الشاشة
ca: Pantalla
cs: Obrazovka
da: Skærm
de: Bildschirm
es: Pantalla
fi: Näyttö
fr: Écran
he: מסך
hu: Képernyő
it: Schermo
ja: 画面
ko: 화면
nb: Skjerm
nl: Scherm
pl: Ekran
pt_br: Tela
pt_pt: Ecrã
ro: Ecran
sl: Zaslon
sv: Skärm
uk: Екран
vi: Màn hình
zh_hans: 屏幕
zh_hant: 螢幕

source: Screen contents are encrypted by the VNC protocol layer.
ar: محتويات الشاشة مشفّرة بواسطة طبقة بروتوكول VNC.
ca: El contingut de la pantalla es xifra a la capa del protocol VNC.
cs: Obsah obrazovky je šifrován protokolovou vrstvou VNC.
da: Skærmindholdet krypteres af VNC-protokollaget.
de: Die Bildschirminhalte werden durch die VNC-Protokollschicht verschlüsselt.
es: El contenido de la pantalla se cifra en la capa del protocolo VNC.
fi: Näytön sisältö salataan VNC-protokollakerroksessa.
fr: Le contenu de l'écran est chiffré par la couche de protocole VNC.
he: תוכן המסך מוצפן על ידי שכבת פרוטוקול VNC.
hu: A képernyő tartalmát a VNC protokollréteg titkosítja.
it: Il contenuto dello schermo è cifrato dal livello del protocollo VNC.
ja: 画面の内容は VNC プロトコル層によって暗号化されます。
ko: 화면 내용은 VNC 프로토콜 계층에 의해 암호화됩니다.
nb: Skjerminnholdet krypteres av VNC-protokollaget.
nl: De scherminhoud wordt versleuteld door de VNC-protocollaag.
pl: Zawartość ekranu jest szyfrowana przez warstwę protokołu VNC.
pt_br: O conteúdo da tela é criptografado pela camada do protocolo VNC.
pt_pt: O conteúdo do ecrã é encriptado pela camada do protocolo VNC.
ro: Conținutul ecranului este criptat de stratul de protocol VNC.
sl: Vsebina zaslona je šifrirana s protokolno plastjo VNC.
sv: Skärminnehållet krypteras av VNC-protokollagret.
uk: Вміст екрана шифрується на рівні протоколу VNC.
vi: Nội dung màn hình được mã hóa bởi lớp giao thức VNC.
zh_hans: 屏幕内容由 VNC 协议层加密。
zh_hant: 螢幕內容由 VNC 協定層加密。

source: Screen contents travel unencrypted. Use an SSH tunnel or an encrypting server on untrusted networks.
ar: تنتقل محتويات الشاشة دون تشفير. استخدم نفق SSH أو خادمًا مشفّرًا على الشبكات غير الموثوقة.
ca: El contingut de la pantalla viatja sense xifrar. Fes servir un túnel SSH o un servidor amb xifratge a les xarxes no fiables.
cs: Obsah obrazovky se přenáší nešifrovaně. V nedůvěryhodných sítích použijte SSH tunel nebo šifrující server.
da: Skærmindholdet sendes ukrypteret. Brug en SSH-tunnel eller en krypterende server på netværk, du ikke har tillid til.
de: Die Bildschirminhalte werden unverschlüsselt übertragen. Verwende in nicht vertrauenswürdigen Netzwerken einen SSH-Tunnel oder einen verschlüsselnden Server.
es: El contenido de la pantalla viaja sin cifrar. Usa un túnel SSH o un servidor con cifrado en redes no confiables.
fi: Näytön sisältö kulkee salaamattomana. Käytä SSH-tunnelia tai salaavaa palvelinta epäluotettavissa verkoissa.
fr: Le contenu de l'écran circule sans chiffrement. Utilisez un tunnel SSH ou un serveur chiffrant sur les réseaux non fiables.
he: תוכן המסך עובר ללא הצפנה. השתמש במנהרת SSH או בשרת מצפין ברשתות לא מהימנות.
hu: A képernyő tartalma titkosítatlanul közlekedik. Nem megbízható hálózatokon használjon SSH-alagutat vagy titkosító kiszolgálót.
it: Il contenuto dello schermo viaggia non cifrato. Usa un tunnel SSH o un server con cifratura sulle reti non attendibili.
ja: 画面の内容は暗号化されずに送信されます。信頼できないネットワークでは SSH トンネルまたは暗号化サーバーを使用してください。
ko: 화면 내용이 암호화되지 않은 채 전송됩니다. 신뢰할 수 없는 네트워크에서는 SSH 터널이나 암호화 서버를 사용하세요.
nb: Skjerminnholdet overføres ukryptert. Bruk en SSH-tunnel eller en krypterende server på nettverk du ikke stoler på.
nl: De scherminhoud wordt onversleuteld verzonden. Gebruik een SSH-tunnel of een versleutelende server op onvertrouwde netwerken.
pl: Zawartość ekranu jest przesyłana bez szyfrowania. W niezaufanych sieciach użyj tunelu SSH lub serwera szyfrującego.
pt_br: O conteúdo da tela trafega sem criptografia. Use um túnel SSH ou um servidor com criptografia em redes não confiáveis.
pt_pt: O conteúdo do ecrã circula sem encriptação. Use um túnel SSH ou um servidor com encriptação em redes não fidedignas.
ro: Conținutul ecranului circulă necriptat. Folosește un tunel SSH sau un server cu criptare în rețelele nesigure.
sl: Vsebina zaslona potuje nešifrirano. V nezaupanja vrednih omrežjih uporabite tunel SSH ali strežnik s šifriranjem.
sv: Skärminnehållet överförs okrypterat. Använd en SSH-tunnel eller en krypterande server på nätverk du inte litar på.
uk: Вміст екрана передається без шифрування. У ненадійних мережах використовуйте тунель SSH або сервер із шифруванням.
vi: Nội dung màn hình truyền đi không được mã hóa. Hãy dùng đường hầm SSH hoặc máy chủ mã hóa trên các mạng không tin cậy.
zh_hans: 屏幕内容以未加密方式传输。在不受信任的网络上，请使用 SSH 隧道或支持加密的服务器。
zh_hant: 螢幕內容以未加密方式傳輸。在不受信任的網路上，請使用 SSH 通道或支援加密的伺服器。

source: Screen Panning
ar: تحريك الشاشة
ca: Desplaçament de pantalla
cs: Posouvání obrazovky
da: Skærmpanorering
de: Bildschirmschwenken
es: Desplazamiento de pantalla
fi: Näytön panorointi
fr: Panoramique de l'écran
he: הזזת מסך
hu: Képernyő pásztázása
it: Panoramica dello schermo
ja: 画面パン
ko: 화면 패닝
nb: Skjermpanorering
nl: Schermverschuiving
pl: Przesuwanie ekranu
pt_br: Deslocamento da Tela
pt_pt: Deslocamento do ecrã
ro: Panoramare ecran
sl: Premikanje zaslona
sv: Skärmpanorering
uk: Панорамування екрана
vi: Di chuyển màn hình
zh_hans: 屏幕平移
zh_hant: 螢幕平移

source: Screen Sharing
ar: مشاركة الشاشة
ca: Compartir pantalla
cs: Sdílení obrazovky
da: Skærmdeling
de: Bildschirmfreigabe
es: Compartir pantalla
fi: Näytön jakaminen
fr: Partage d'écran
he: שיתוף מסך
hu: Képernyőmegosztás
it: Condivisione schermo
ja: 画面共有
ko: 화면 공유
nb: Skjermdeling
nl: Schermdelen
pl: Udostępnianie ekranu
pt_br: Compartilhamento de Tela
pt_pt: Partilha de Ecrã
ro: Partajare ecran
sl: Skupna raba zaslona
sv: Skärmdelning
uk: Спільний доступ до екрана
vi: Chia sẻ màn hình
zh_hans: 屏幕共享
zh_hant: 螢幕共享
